{
  "style_name": "Specialty IPA",
  "substyle_name": "Belgian IPA",
  "aroma": "Moderate to high hop aroma, often tropical, stone fruit, citrus or pine-like typical of American or New World hop varieties. Floral and spicy aromas are also found indicating European hops. Grassy aroma due to dry hopping may be present. Gentle, grainy-sweet malt aroma, with little to no caramel. Fruity esters are moderate to high and may include aromas of bananas, pears and apples. Light clove-like phenols may be noticeable. Belgian candi sugar-like aromas are sometimes present.",
  "appearance": "Light golden to amber in color. Off-white head is moderate to large in size and has good retention. Clarity is fair to quite hazy in dry hopped examples.",
  "flavor": "Initial flavor is moderately spicy and estery associated with Belgian yeast strains. Clove-like and peppery flavors are common. Banana, pear and apple flavors are also typical. Hop flavors are moderate to high in intensity and may reflect tropical, stone fruit, melon, citrusy, or piney American/New World varieties or floral and spicy Saazer-type hop flavors. Malt flavor is light and grainy-sweet, sometimes with low toasted or caramel malt flavor but not required. Bitterness is high and may be accentuated by spicy yeast-derived flavors. The finish is dry to medium-dry although some examples have a slight sweetness mixed with the lingering bitterness.",
  "mouthfeel": "The body is medium to light and varies due to carbonation level and adjunct use. Carbonation level is medium to high. Some higher alcohol versions may be warming although this may not be readily apparent.",
  "comments": "The choice of yeast strain and hop varieties is critical since many choices will horribly clash.",
  "history": "A relatively new style, started showing up in the mid 2000s. Homebrewers and microbreweries simply substituted Belgian yeast in their American IPA recipes. Belgian breweries added more hops to their tripel and pale ale recipes.",
  "tags": [
    "high-strength",
    "pale-color",
    "top-fermented",
    "north-america",
    "craft-style",
    "ipa-family",
    "specialty-family",
    "bitter",
    "hoppy"
  ],
  "category": "21",
  "style": "21B",
  "commercial_examples": [
    "Brewery Vivant Triomphe",
    "Houblon Chouffe",
    "Epic Brainless IPA",
    "Green Flash Le Freak",
    "Stone Cali-Belgique",
    "Urthel Hop It"
  ],
  "vital_statistics": {
    "OG": {
      "high": "1.080",
      "low": "1.058"
    },
    "FG": {
      "high": "1.016",
      "low": "1.008"
    },
    "IBUs": {
      "high": "100",
      "low": "50"
    },
    "SRM": {
      "high": "15",
      "low": "5"
    },
    "ABV": {
      "high": "9.5",
      "low": "6.2"
    }
  },
  "style_comparison": "A cross between an American IPA/Imperial IPA with a Belgian Golden Strong Ale or Tripel. This style is may be spicier, stronger, drier and more fruity than an American IPA.",
  "characteristic_ingredients": "Belgian yeast strains used in making tripels and golden strong ales. American examples tend to use American or New World hops while Belgian versions tend to use European hops and only pale malt.",
  "overall_impression": "An IPA with the fruitiness and spiciness derived from the use of Belgian yeast. The examples from Belgium tend to be lighter in color and more attenuated, similar to a tripel that has been brewed with more hops. This beer has a more complex flavor profile and may be higher in alcohol than a typical IPA."
}