{
  "style_name": "Specialty IPA",
  "substyle_name": "Red IPA",
  "aroma": "A moderate to strong fresh hop aroma featuring one or more characteristics of American or New World hops, such as tropical fruit, stone fruit, citrus, floral, spicy, berry, melon, pine, resinous, etc. Many versions are dry hopped and can have an additional fresh hop aroma; this is desirable but not required. Grassiness should be minimal, if present. A medium-low to medium malty-sweet aroma mixes in well with the hop selection, and often features caramel, toffee, toasty, and/or dark fruit character. Fruitiness from yeast may also be detected in some versions, although a neutral fermentation character is also acceptable. A restrained alcohol note may be present, but this character should be minimal at best. Any American or New World hop character is acceptable; new hop varieties continue to be released and should not constrain this style.",
  "appearance": "Color ranges from light reddish-amber to dark reddish-copper. Should be clear, although unfiltered dry-hopped versions may be a bit hazy. Medium-sized, off-white to cream-colored head with good persistence.",
  "flavor": "Hop flavor is medium to very high, and should reflect an American or New World hop character, such as citrus, floral, pine, resinous, spicy, tropical fruit, stone fruit, berry, melon, etc. Medium-high to very high hop bitterness. Malt flavor should be medium-low to medium, and is generally clean but malty-sweet up front with medium-dark caramel, toffee, toasty and/or dark fruit malt flavors. The character malt choices and the hop selections should complement and enhance each other, not clash. The level of malt flavor should not adversely constrain the hop bitterness and flavor presentation. Low yeast-derived fruitiness is acceptable but not required. Dry to medium-dry finish; residual sweetness should be medium-low to none. The bitterness and hop flavor may linger into the aftertaste but should not be harsh. A very light, clean alcohol flavor may be noted in stronger versions.",
  "mouthfeel": "Medium-light to medium body, with a smooth texture. Medium to medium-high carbonation. No harsh hop-derived astringency. Very light, smooth alcohol warming not a fault if it does not intrude into overall balance.",
  "comments": "Previously might have been a sub-genre of American Amber Ales or Double Red Ales, hoppier and stronger than the normal products, but still maintaining the essential drinkability by avoiding sweet flavors or a heavy body or finish.",
  "history": "A modern American craft beer style, based on American IPA but with the malt flavors of an American Amber Ale.",
  "tags": [
    "high-strength",
    "amber-color",
    "top-fermented",
    "north-america",
    "craft-style",
    "ipa-family",
    "specialty-family",
    "bitter",
    "hoppy"
  ],
  "category": "21",
  "style": "21B",
  "commercial_examples": [
    "Midnight Sun Sockeye Red",
    "Sierra Nevada Flipside Red IPA",
    "Summit Horizon Red IPA",
    "Odell Runoff Red IPA",
    "Green Flash Hop Head Red Double Red IPA"
  ],
  "vital_statistics": {
    "OG": {
      "high": "1.070",
      "low": "1.056"
    },
    "FG": {
      "high": "1.016",
      "low": "1.008"
    },
    "IBUs": {
      "high": "70",
      "low": "40"
    },
    "SRM": {
      "high": "19",
      "low": "11"
    },
    "ABV": {
      "high": "7.5",
      "low": "5.5"
    }
  },
  "style_comparison": "Similar to the difference between an American Amber Ale and an American Pale Ale, a Red IPA will differ from an American IPA with the addition of some darker crystal malts giving a slightly sweeter, more caramelly and dark fruit-based balance. A Red IPA differs from an American Strong Ale in that the malt profile is less intense and there is less body; a Red IPA still has an IPA balance and doesn't trend towards a barleywine-like malt character. A Red IPA is like a stronger, hoppier American Amber Ale, with the characteristic dry finish, medium-light body, and strong late hop character.",
  "characteristic_ingredients": "Similar to an American IPA, but with medium or dark crystal malts, possibly some character malts with a light toasty aspect. May use sugar adjuncts. American or New World finishing hops with tropical, fruity, citrusy, piney, berry, or melon aspects; the choice of hops and character malts is synergistic -- they very much have to complement each other and not clash.",
  "overall_impression": "Hoppy, bitter, and moderately strong like an American IPA, but with some caramel, toffee, and/or dark fruit malt character. Retaining the dryish finish and lean body that makes IPAs so drinkable, a Red IPA is a little more flavorful and malty than an American IPA without being sweet or heavy."
}