{
  "style_id": "23F",
  "style_name": "Fruit Lambic",
  "aroma": "The specified fruit should be the dominant aroma. A low to moderately sour character blends with aromas described as barnyard, earthy, goaty, hay, horsey, and horse blanket (and thus should be recognizable as a lambic). The fruit aroma commonly blends well with the other aromas. An enteric, smoky, cigar-like, or cheesy aroma is unfavorable. No hop aroma.",
  "appearance": "The variety of fruit generally determines the color, although lighter-colored fruit may have little effect on the color. The color intensity may fade with age. Clarity is often good, although some fruit will not drop bright. A thick rocky, mousse-like head, sometimes a shade of fruit, is generally long-lasting (carbonation-dependent). Carbonation is typically high, but must be specified.",
  "flavor": "The specified fruit should be evident. Low to moderately sour flavor, often with an acidic bite in the finish. The classic barnyard characteristics may be low to high. When young, the beer will present its full fruity taste. As it ages, the lambic taste will become dominant at the expense of the fruit character—thus fruit lambics are not intended for long aging. The finish is commonly dry and tart, but a low, complementary sweetness may be present; higher sweetness levels are not traditional but can be included for personal preference (sweetness level must be specified). A mild vanilla and/or oak flavor is occasionally noticeable. An enteric, smoky or cigar-like character is undesirable. Hop bitterness is generally absent; acidity provides the balance. No hop flavor.",
  "mouthfeel": "Light to medium-light body. In spite of the low finishing gravity, the many mouth-filling flavors prevent the beer from tasting like water. Has a low to high tart, puckering quality without being sharply astringent. Some versions have a light warming character. Carbonation can vary from sparkling to nearly still (must be specified).",
  "comments": "Fruit-based lambics are often produced like gueuze by mixing one, two, and three-year old lambic. \"Young\" lambic contains fermentable sugars while old lambic has the characteristic \"wild\" taste of the Senne River valley. Fruit is commonly added halfway through aging and the yeast and bacteria will ferment all sugars from the fruit. Fruit may also be added to unblended lambic. The most traditional styles of fruit lambics include *kriek* (cherries), *framboise* (raspberries) and *druivenlambik* (muscat grapes). IBUs are approximate since aged hops are used; Belgians use hops for anti-bacterial properties more than bittering in lambics.",
  "history": "Spontaneously fermented wild ales from the area in and around Brussels (the Senne Valley) stem from a farmhouse brewing and blending tradition several centuries old. The number of producers is constantly dwindling and some are untraditionally sweetening their products (post-fermentation) with sugar or sweet fruit to make them more palatable to a wider audience. Fruit was traditionally added to lambic or gueuze, either by the blender or publican, to increase the variety of beers available in local cafes.",
  "tags": [
    "standard-strength",
    "pale-color",
    "wild-fermented",
    "western-europe",
    "traditional-style",
    "wheat-beer-family",
    "sour",
    "fruit"
  ],
  "category": "23",
  "commercial_examples": [
    "Boon Framboise Marriage Parfait",
    "Boon Kriek Mariage Parfait",
    "Boon Oude Kriek",
    "Cantillon Fou' Foune",
    "Cantillon Kriek",
    "Cantillon Lou Pepe Kriek",
    "Cantillon Lou Pepe Framboise",
    "Cantillon Rose de Gambrinus",
    "Cantillon St. Lamvinus",
    "Cantillon Vigneronne",
    "De Cam Oude Kriek",
    "Drie Fonteinen Kriek",
    "Girardin Kriek",
    "Hanssens Oude Kriek",
    "Oud Beersel Kriek",
    "Mort Subite Kriek"
  ],
  "entry_instructions": "The *type of fruit *used **must** be specified. The brewer **must** declare a *carbonation *level (low, medium, high) and a *sweetness* level (low/none, medium, high).",
  "vital_statistics": {
    "OG": {
      "high": "1.060",
      "low": "1.040"
    },
    "FG": {
      "high": "1.010",
      "low": "1.000"
    },
    "IBUs": {
      "high": "10",
      "low": "0"
    },
    "SRM": {
      "high": "7",
      "low": "3",
      "$t": "(varies w/ fruit)"
    },
    "ABV": {
      "high": "7.0",
      "low": "5.0"
    }
  },
  "style_comparison": "A lambic with fruit, not just a fruit beer; the wild lambic character must be evident.",
  "characteristic_ingredients": "Unmalted wheat (30-40%), Pilsner malt and aged hops (3 years) are used. The aged hops are used more for preservative effects than bitterness, and makes actual bitterness levels difficult to estimate. Traditional products use 10-30% fruit (25%, if cherry). Fruits traditionally used include tart cherries (with pits), raspberries or Muscat grapes. More recent examples include peaches, apricots or merlot grapes. Tart or acidic fruit is traditionally used as its purpose is not to sweeten the beer but to add a new dimension. Traditionally these beers are spontaneously fermented with naturally occurring yeast and bacteria in predominately oaken barrels. The barrels used are old and have little oak character, so don't expect a fresh or forward oak character -- more neutral is typical. Home-brewed and craft-brewed versions are more typically made with pure cultures of yeast commonly including Saccharomyces, Brettanomyces, Pediococcus and Lactobacillus in an attempt to recreate the effects of the dominant microbiota of Brussels and the surrounding countryside of the Senne River valley. Cultures taken from bottles are sometimes used but there is no simple way of knowing what organisms are still viable.",
  "overall_impression": "A complex, fruity, pleasantly sour, wild wheat ale fermented by a variety of Belgian microbiota, and showcasing the fruit contributions blended with the wild character. The type of fruit can sometimes be hard to identify as fermented and aged fruit characteristics can seem different from the more recognizable fresh fruit aromas and flavors."
}