{
  "style_id": "3C",
  "style_name": "Czech Amber Lager",
  "aroma": "Moderate intensity, rich malt aroma that can be either bready and Maillard product-dominant or slightly caramelly and candy-like. Spicy, floral or herbal hop character may be moderate to none. Clean lager character, though low fruity esters (stone fruit or berries) may be present. Diacetyl is optional and can range from low to none.",
  "appearance": "Deep amber to copper color. Clear to bright clarity. Large, off-white, persistent head.",
  "flavor": "Complex malt flavor is dominant (medium to medium-high), though its nature may vary from dry and Maillard product-dominant to caramelly and almost sweet. Some examples have a candy-like to graham-cracker malt character. Low to moderate spicy hop flavor. Prominent but clean hop bitterness provides a balanced finish. Subtle plum or berry esters optional. Low diacetyl optional. No roasted malt flavor. Finish may vary from dry and hoppy to relatively sweet.",
  "mouthfeel": "Medium-full to medium body. Soft and round, often with a gentle creaminess. Moderate to low carbonation.",
  "comments": "The Czech name of the style is *polotmavé pivo*, which translates as *half dark*. This style is a combination of the Czech styles *polotmavý ležák* (11-12.9 °P) and *polotmavé speciální pivo* (13-14.9 °P).",
  "history": "A Vienna-style lager which has continued to be brewed in the Czech Republic. A resurgence of small breweries opening in the Czech Republic has increased the number of examples of this style.",
  "tags": [
    "standard-strength",
    "amber-color",
    "bottom-fermented",
    "lagered",
    "central-europe",
    "traditional-style",
    "amber-lager-family",
    "balanced"
  ],
  "category": "3",
  "commercial_examples": [
    "Bernard Jantarový ležák",
    "Pivovar Vysoký Chlumec Démon",
    "Primátor polotmavý 13°",
    "Strakonický Dudák Klostermann polotmavý ležák 13°"
  ],
  "vital_statistics": {
    "OG": {
      "high": "1.060",
      "low": "1.044"
    },
    "FG": {
      "high": "1.017",
      "low": "1.013"
    },
    "IBUs": {
      "high": "35",
      "low": "20"
    },
    "SRM": {
      "high": "16",
      "low": "10"
    },
    "ABV": {
      "high": "5.8",
      "low": "4.4"
    }
  },
  "style_comparison": "The style can be similar to a Vienna lager but with Saazer-type hop character, or that approaching an English bitter but significantly richer with more of a deep caramel character. Large brewery versions are generally similar to Czech Premium Pale Lager with slightly darker malt flavors and less hop, while smaller breweries often make versions with considerable hop character, malt complexity, or residual sweetness.",
  "characteristic_ingredients": "Pilsner and caramel malts, but Vienna and Munich malts may also be used. Low mineral content water, Saazer-type hops, Czech lager yeast.",
  "overall_impression": "Malt-driven amber Czech lager with hop character that can vary from low to quite significant. The malt flavors can vary quite a bit, leading to different interpretations ranging from drier, bready, and slightly biscuity to sweeter and somewhat caramelly.",
  "enhancements": {
    "carbonation_low": 1,
    "carbonation_high": 3,
    "body_low": 3,
    "body_high": 4,
    "carbonation_average": 2,
    "body_average": 3.5
  }
}