{
  "style_id": "4A",
  "style_name": "Munich Helles",
  "aroma": "Moderate grainy-sweet malt aroma. Low to moderately-low spicy, floral, or herbal hop aroma. While a clean aroma is most desirable, a very low background note of DMS is not a fault. Pleasant, clean fermentation profile, with malt dominating the balance. The freshest examples will have more of a malty-sweet aroma.",
  "appearance": "Medium yellow to pale gold. Clear. Persistent creamy white head.",
  "flavor": "Moderately malty start with the suggestion of sweetness, moderate grainy-sweet malt flavor with a soft, rounded palate impression, supported by a low to medium-low hop bitterness. The finish is soft and dry, not crisp and biting. Low to moderately-low spicy, floral or herbal hop flavor. The malt dominates the hops in the palate, finish, and aftertaste, but the hops should be noticeable. There should not be any residual sweetness, simply the impression of maltiness with restrained bitterness. Very fresh examples will seem sweeter due to the fresh, rich malt character that can fade with time. Clean fermentation profile.",
  "mouthfeel": "Medium body. Medium carbonation. Smooth, well-lagered character.",
  "comments": "A fully-attenuated Pils malt showcase, Helles is a malt-accentuated beer that is not overly sweet, but rather focuses on malt flavor with underlying hop bitterness in a supporting role. Export examples can quickly lose some of the rich malt character that often suggests sweetness. Helles in Munich tends to be lighter in all aspects than those outside the city, which can be more assertive with more body, flavor, and hop character.",
  "history": "Created in Munich in 1894 at the Spaten brewery to compete with pale Pilsner-type beers. Currently the most popular style in Southern Germany.",
  "tags": [
    "standard-strength",
    "pale-color",
    "bottom-fermented",
    "lagered",
    "central-europe",
    "traditional-style",
    "pale-lager-family",
    "malty"
  ],
  "category": "4",
  "commercial_examples": [
    "Augustiner Lagerbier Hell",
    "Bürgerbräu Wolznacher Hell Naturtrüb",
    "Hacker-Pschorr Münchner Gold",
    "Löwenbraü Original",
    "Paulaner Premium Lager",
    "Spaten Premium Lager",
    "Weihenstephaner Original"
  ],
  "vital_statistics": {
    "OG": {
      "high": "1.048",
      "low": "1.044"
    },
    "FG": {
      "high": "1.012",
      "low": "1.006"
    },
    "IBUs": {
      "high": "22",
      "low": "16"
    },
    "SRM": {
      "high": "5",
      "low": "3"
    },
    "ABV": {
      "high": "5.4",
      "low": "4.7"
    }
  },
  "style_comparison": "Similar in malt balance and bitterness to Munich Dunkel, but less malty-sweet in nature and pale rather than dark. More body and malt presence than a German Pils, with less hop character throughout. Similar malt profile as a German Exportbier, but with less hops in the balance.",
  "characteristic_ingredients": "Continental Pilsner malt, traditional German Saazer-type hop varieties, clean German lager yeast.",
  "overall_impression": "A clean, malty, gold-colored German lager with a smooth grainy-sweet malty flavor and a soft, dry finish. Subtle spicy, floral, or herbal hops and restrained bitterness help keep the balance malty but not sweet, which helps make this beer a refreshing, everyday drink."
}